Repository: raf93278/Captain-Tsubasa
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: pl

source: It's finally here, folks!
pl: Wreszcie jest, ludzie!

source: It's finally here... the National finals.
pl: Wreszcie nadszedł... finały krajowe.

source: It's fine, Nitta.
pl: Wszystko w porządku, Nitta.

# It's got to be related to my sense that something is missing.)
source: It's got to be\nrelated to my sense that something is missing.)
pl: Musi to mieć związek z moim poczuciem, że czegoś brakuje.)

source: It's high noon on the pitch today, folks!
pl: Ludzie, dziś na boisku jest samo południe!

source: It's not over yet!
pl: To jeszcze nie koniec!

source: It's not scary.
pl: To nie jest straszne.

source: It's now or never!
pl: Teraz albo nigdy!

source: It's still tied!
pl: Nadal remis!

source: It's time!
pl: Już czas!

source: It's up to you now!
pl: Teraz to zależy od ciebie!

source: It's up to you, now!
pl: Wszystko zależy od ciebie!

source: It's you and me today.
pl: Dzisiaj jesteśmy ty i ja.

source: It's your fighting spirit.
pl: To duch walki.

# It's not going to impact what he does from here on out.
source: It's\nnot going to impact what he does from here on out.
pl: Nie będzie to miało wpływu na jego dalsze poczynania.

source: January Login Bonus
pl: Styczniowy bonus za logowanie

source: Japanese Practice Area the Following Day
pl: Japoński obszar treningowy następnego dnia

# Japanese Practice Area Day After the Match with Italy
source: Japanese Practice Area\nDay After the Match with Italy
pl: Japoński obszar treningowy\nDzień po meczu z Włochami

source: Jean, how are you so strong?!
pl: Jean, skąd jesteś taki silny?!

source: Jeez, you're strong.
pl: Jezu, silny jest.

# Jito... the Tachibana brothers...
source: Jito...\nthe Tachibana brothers...
pl: Jito...\nbraciaTachibana...

source: July
pl: Lipiec

source: Jun Misugi is making his comeback!
pl: Jun Misugi powraca!

# Junior Youth World Challenge Finals Tournament, Day after the Semifinals
source: Junior Youth World Challenge Finals Tournament,\nDay after the Semifinals
pl: Junior Youth World Challenge Finals Tournament,\ndzień po półfinałach

source: Just have fun with it!
pl: Po prostu dobrze się baw!

# Just one more match! Let's give it all we've got!
source: Just one more match!\nLet's give it all we've got!
pl: Jeszcze tylko jeden mecz! Dajmy z siebie wszystko!

source: Just try and get past us!
pl: Po prostu spróbuj nas ominąć!

source: Katagiri's here.
pl: Katagiri tu jest.

source: Kept off the field for the two years after\nelementary school while recovering from his heart\ndisease, the prodigy himself...
pl: Przez dwa lata po ukończeniu szkoły podstawowej,\nkiedy leczył chorobę serca, cudowne dziecko...

source: Key Config
pl: Konfiguracja klawiszy

source: Keyboard
pl: Klawiatura

source: Kickoff
pl: Rozpoczęcie meczu (1)

source: Kickoff <rep ②>
pl: Rozpocznij mecz <rep ②>

# Kinda neat to see people come up with something like that.
source: Kinda neat to see people come up with something\nlike that.
pl: Fajnie widzieć, że ludzie wymyślają coś podobnego.

source: Kojiro Hyuga, you're truly a wild tiger.
pl: Kojiro Hyuga, jesteś naprawdę dzikim tygrysem.

source: Kozo Kira's Okinawa Youth Soccer School
pl: Młodzieżowa Szkoła Piłkarska Kozo Kiry na Okinawie

source: LATEST INFO
pl: NAJNOWSZE INFORMACJE

source: Later.
pl: Później.

source: Learn more about the opponents from your teammates.
pl: Dowiedz się więcej o przeciwnikach od kolegów z drużyny.

source: Led by team captain Matsuyama, this team\ndeveloped a swift offense and sticky defense.\nReal teamwork.
pl: Prowadzony przez kapitana drużyny Matsuyamę, zespół\nten rozwinął szybki atak i solidną obronę. Prawdziwa praca zespołowa.

source: Let the game begin!
pl: Niech rozpocznie się gra!

source: Let the match begin!
pl: Niech rozpocznie się mecz!

source: Let's do it, guys!
pl: Do dzieła chłopaki!

source: Let's do it.
pl: Zróbmy to.

source: Let's do this!
pl: Zróbmy to!

source: Let's do this, guys!
pl: Do dzieła, chłopaki!

source: Let's do this, team!
pl: Do roboty, drużyno!

source: Let's get our heads in the game!
pl: Włączmy głowy do gry!

source: Let's get started!
pl: Zaczynajmy!

source: Let's go all the way!
pl: Dajmy z siebie wszystko!

source: Let's go!
pl: Idziemy!

source: Let's keep it up!
pl: Dajmy z siebie wszystko!

# Let's make a little bet. The loser has to do whatever the winner says.
source: Let's make a little bet.\nThe loser has to do whatever the winner says.
pl: Zróbmy mały zakład. Przegrany musi zrobić wszystko, co powie zwycięzca.

# Let's show them that Nankatsu is no slouch!
source: Let's show them that Nankatsu is\nno slouch!
pl: Pokażmy im, że Nankatsu to nie byle kto.

# Let's show these guys what a real duo looks like!
source: Let's show these guys what a\nreal duo looks like!
pl: Pokażmy im, jak wygląda prawdziwy duet!

source: Let's stay cool!
pl: Zachowajmy spokój!

source: Let's try that!
pl: Spróbujmy!

source: Lighten up a little!
pl: Wyluzuj trochę!

# Like with the cleats on the wrong feet, with laces untied, using a rugby ball...
source: Like with the cleats on the wrong\nfeet, with laces untied, using a rugby ball...
pl: Na przykład w butach z rozwiązanymi\nsznurowadłami, używając piłki do rugby...

source: Like, the ball can't go out of bounds, and you can\nlay down traps on the pitch to steal the ball.
pl: Na przykład piłka nie może wyjść poza boisko,\na ty możesz założyć pułapki na boisku, aby przejąć piłkę.

source: Listen up, everyone!
pl: Słuchajcie wszyscy!

# Listen up, guys! We're winning this shootout.
source: Listen up, guys!\nWe're winning this shootout.
pl: Słuchajcie, chłopaki!\nWygrajmy ten mecz.

source: Listen, I've read a lot of soccer comics and\nthe plays in those can be really exciting.\nThey can even make playing soccer more fun.
pl: Czytałem wiele komiksów o piłce nożnej i rozgrywki w nich mogą być naprawdę ekscytujące. Mogą nawet sprawić, że gra w piłkę nożną będzie przyjemniejsza.

source: Login Bonus
pl: Bonus za logowanie

# Look, Nakazawa made lemon slices with honey and sugar for you all.
source: Look, Nakazawa made lemon slices\nwith honey and sugar for you all.
pl: Nakazawa przygotował dla was plasterki cytryny z miodem i cukrem.

# Looks like Nitta's gotten that timing nearly 80% figured out!
source: Looks like Nitta's gotten\nthat timing nearly 80% figured out!
pl: Wygląda na to, że Nitta złapał\nten moment w prawie 80%!

source: Looks like they have good support from the team!
pl: Wygląda na to, że mają dobre wsparcie ze strony zespołu!

source: Looks like they're going all in!
pl: Wygląda na to, że idą na całość!

source: Looks like you're doing well, Tsubasa.
pl: Wygląda na to, że masz się dobrze, Tsubasa.

source: MOVIE
pl: FILMY

source: Main Menu
pl: Menu główne

source: Man, Galvan, you're good!
pl: Stary, Galvan, jesteś dobry!

source: Mano a mano!
pl: Ile rąk!

source: Maybe I'll tag along, then.
pl: Może w takim razie dołączę.

# Maybe trying this game will have a similar effect on you.
source: Maybe trying this game will have a similar effect\non you.
pl: Może wypróbowanie tej gry będzie miało podobny wpływ na ciebie.

source: Maybe you should stay grounded, Kazuo!
pl: Może powinieneś pozostać na ziemi, Kazuo!

source: Medals
pl: Medale

source: Medals Earned
pl: Zdobyte medale

source: Midfield's mine, Matsuyama!
pl: Środek pola jest mój, Matsuyama!

source: Might as well, right?
pl: Może być, prawda?

source: Might just be me.
pl: Może to tylko ja.

# Mikami, I've heard good things about your training in Germany.
source: Mikami, I've heard good things about\nyour training in Germany.
pl: Mikami, słyszałem dobre rzeczy o twoim szkoleniu w Niemczech.

source: Misugi is... taking a break.
pl: Misugi... robi sobie przerwę.

source: Most of the 3rd years in Furano have been\nplaying together since elementary school.
pl: Większość trzecioklasistów w Furano gra razem od podstawówki.

# Most of the passes sent to the front lines are intended for him to make a play.
source: Most of the passes sent to the front\nlines are intended for him to make a play.
pl: Większość podań wysyłanych na linii frontu jest przeznaczona dla niego.

source: Mouse
pl: Mysz

source: Move
pl: Ruch

source: Move<rep ⑲>
pl: Ruch<rep ⑲>

source: Mr. Cardinal's company has a game development\nstudio under its purview, and they're working\non a new soccer-based game.
pl: Firma pana Cardinala ma studio tworzenia gier\ni pracuje nad nową grą opartą na piłce nożnej.

source: Mr. Katagiri?
pl: Panie Katagiri?

source: Musashi's unstoppable force was stopped by\nthe immovable object that is Wakashimazu!
pl: Niepowstrzymana siła Musashi została zatrzymana przez nieruchomy obiekt, jakim jest Wakashimazu!

source: My friend said he wanted you to just have fun with\nit and not take it too seriously.
pl: Mój przyjaciel powiedział, że chce, byś po prostu dobrze się bawił i nie brał tego na poważnie.

# My oh my! And that's the end of the match!
source: My oh my!\nAnd that's the end of the match!
pl: Ojej! I to już koniec meczu!

source: N-Not bad, Margus!
pl: Nieźle, Margus!

source: NEW GAME
pl: NOWA GRA

source: NEWS
pl: NOWOŚCI

source: NEXT
pl: DALEJ

source: NEXT MATCH
pl: NASTĘPNY MECZ

source: Nakazawa you seem different.
pl: Nakazawa wyglądasz inaczej.

source: Name your price.
pl: Podaj cenę.

source: Nankatsu MS were the favorites to win, and with\nTsubasa as their core, they steadily advanced\nthrough the tournament.
pl: MS Nankatsu byli faworytami do zwycięstwa, a z \nTsubasą jako trzonem, stale awansowali w turnieju.

source: Nankatsu MS's midfielder.
pl: Pomocnik Nankatsu MS's.

# Nankatsu Middle School Soccer Club Coach Takeshi Furuoya
source: Nankatsu Middle School Soccer Club\nCoach\nTakeshi Furuoya
pl: Nankatsu Middle School Soccer Club\nTrener\nTakeshi Furuoya

# Nankatsu Middle School Soccer Club Defender Ryo Ishizaki
source: Nankatsu Middle School Soccer Club\nDefender\nRyo Ishizaki
pl: Nankatsu Middle School Soccer Club\nObrońca\nRyo Ishizaki

# Nankatsu Middle School Soccer Club Defender Shingo Takasugi
source: Nankatsu Middle School Soccer Club\nDefender\nShingo Takasugi
pl: Nankatsu Middle School Soccer Club\nObrońca\nShingo Takasugi

# Nankatsu Middle School Soccer Club Forward Hajime Taki
source: Nankatsu Middle School Soccer Club\nForward\nHajime Taki
pl: Nankatsu Middle School Soccer Club\nNapastnik\nHajime Taki

# Nankatsu Middle School Soccer Club Forward Teppei Kisugi
source: Nankatsu Middle School Soccer Club\nForward\nTeppei Kisugi
pl: Nankatsu Middle School Soccer Club\nNapastnik\nTeppei Kisugi

# Nankatsu Middle School Soccer Club Goal Keeper Yuzo Morisaki
source: Nankatsu Middle School Soccer Club\nGoal Keeper\nYuzo Morisaki
pl: Nankatsu Middle School Soccer Club\nBramkarz\nYuzo Morisaki

# Nankatsu Middle School Soccer Club Manager Sanaé Nakazawa
source: Nankatsu Middle School Soccer Club\nManager\nSanaé Nakazawa
pl: Nankatsu Middle School Soccer Club\nMenadżer\nSanaé Nakazawa

# Nankatsu Middle School Soccer Club Midfielder Captain Tsubasa Ozora
source: Nankatsu Middle School Soccer Club\nMidfielder\nCaptain Tsubasa Ozora
pl: Nankatsu Middle School Soccer Club\nPomocnik\nkapitan Tsubasa Ozora

# Nankatsu Middle School Soccer Club Midfielder Mamoru Izawa
source: Nankatsu Middle School Soccer Club\nMidfielder\nMamoru Izawa
pl: Nankatsu Middle School Soccer Club\nPomocnik\nMamoru Izawa

source: Nankatsu Route
pl: Droga Nankatsu

source: Nankatsu's dreams of a third victory at Nationals\nwere ended before the main event!
pl: Marzenia Nankatsu o trzecim zwycięstwie w mistrzostwach\nkrajowych skończyły się jeszcze przed głównym wydarzeniem!

source: Nankatsu's dreams of a third victory at Nationals\nwere ended by a disappointing defeat at Regionals!
pl: Marzenia Nankatsu o trzecim zwycięstwie w mistrzostwach krajowych zakończyły rozczarowującą porażkę w regionalnych!

source: Nankatsu's good.
pl: Nankatsu jest dobre.

# Nerves getting the best of you? We'll be fine.
source: Nerves getting the best of you?\nWe'll be fine.
pl: Nerwy biorą górę?\nWszystko będzie dobrze.

source: New Hero
pl: Nowy bohater

source: Next
pl: Dalej

source: Next up for you is Nationals,
pl: Przed tobą są zawody krajowe,

# Next up is Hirado.
source: Next up is\nHirado.
pl: Następne w kolejności jest Hirado.

source: Next up, Nationals!
pl: Następne w kolejce, zawody krajowe!

source: Nice moves, Diallo!
pl: Niezły ruch, Diallo!

source: Nice one!
pl: Nieźle!

source: Nice pass!
pl: Ładne podania!

source: Nice work!
pl: Dobra robota!

# Nitta managed the same impressive feat two years ago!
source: Nitta managed the same\nimpressive feat two years ago!
pl: Nitta dokonał tego samego imponującego wyczynu dwa lata temu!

source: No one would bat an eye if he loses once.
pl: Nikt nie mrugnąłby okiem, gdyby choć raz przegrał.

source: No way!
pl: Niemożliwe!

source: No way...
pl: Niemożliwe...

source: No!
pl: Nie!

source: No, it's nothing...
pl: Nie, to nic...

# No, that can't be. That would never happen to the Misaki I know.
source: No, that can't be.\nThat would never happen to the Misaki I know.
pl: Nie, to niemożliwe. To nigdy nie przydarzyłoby się Misakiemu, którego znam.

source: No, what you said is really important.
pl: Nie, to co powiedziałeś jest naprawdę ważne.

source: No, you didn't.
pl: Wcale nie.

source: No, you're good.
pl: Nie, jest dobrze.

# No one could get past their defense in the prelims.
source: No\none could get past their defense in the prelims.
pl: Nikt nie był w stanie pokonać ich obrony w eliminacjach.

source: Normally, I don't think I'd have any advice to\noffer to the guy who came up with the Neo Drive\nShot.
pl: Zwykle nie sądzę, że miałbym radę do zaoferowania facetowi,\nktóry wymyślił Neo Drive\nShot.

# Not a single opening!)
source: Not a single\nopening!)
pl: Ani jednego otwarcia!)

source: Not bad, Alberto!
pl: Nieźle, Alberto!

source: Not bad, Ishizaki!
pl: Nieźle, Ishizaki!

source: Not bad, Napoleon!
pl: Nieźle, Napoleonie!

source: Not bad, Tsubasa.)
pl: Nieźle, Tsubasa).

source: Not only that, the team already made history when\nthey won at Nationals both last year and\nthe year before!
pl: Co więcej, zespół ten zapisał się już w historii, wygrywając zawody krajowe zarówno w zeszłym roku, jak i rok wcześniej!

source: Not only that, they have the experienced playmaker\nSawada, and Sorimachi, who's been their scorer\nwhile Hyuga's been away.
pl: Co więcej, mają doświadczonego rozgrywającego Sawadę i Sorimachiego, który był ich strzelcem podczas nieobecności Hyugi.

source: Now Loading<dot>
pl: Wczytuję<dot>

# Now the match really begins! It's not over yet, Otomo!
source: Now the match really begins!\nIt's not over yet, Otomo!
pl: Teraz mecz naprawdę się zaczyna!\nTo jeszcze nie koniec, Otomo!

source: Now to score!
pl: Teraz trzeba strzelić gola!

source: Now which of these schools will win the honor of\nrepresenting us at this year's Nationals?
pl: Która z tych szkół zdobędzie zaszczyt reprezentowania nas na tegorocznych mistrzostwach krajowych?

# Now, THAT could have a huge effect on his career as a soccer player.
source: Now, THAT could have a huge effect on his career\nas a soccer player.
pl: TO może mieć ogromny wpływ na jego karierę\n jako piłkarza.

source: Now, let's begin the opening ceremony!
pl: A teraz zaczynamy ceremonię otwarcia!

source: Now, that'll make your head spin.
pl: Od tego zakręci ci się w głowie.

source: Now, who will be crowned king of Shizuoka soccer?\nThe invincible Nankatsu or the rising stars\nat Otomo!
pl: Kto zostanie królem Shizuoki? Niezwyciężone Nankatsu czy wschodząca gwiazda Otomo!

# OFFENSE TUTORIALS
source: OFFENSE\n TUTORIALS
pl: SAMOUCZKI\n ATAKU

source: OPTIONS
pl: OPCJE

source: Obviously, you've got good technique.
pl: Oczywiście masz dobrą technikę.

source: Of course!
pl: Oczywiście!

source: Of course.
pl: Oczywiście.

source: Offline matches supports up to four players.
pl: Mecze offline obsługują do czterech graczy.

source: Oh man, I am just stuffed to the max.
pl: O rany, jestem po prostu wypchany do granic możliwości.

# Oh, a near miss! Nankatsu gets a goal kick!
source: Oh, a near miss!\nNankatsu gets a goal kick!
pl: Mało brakowało! Nankatsu strzela do bramki!//

source: Oh, all right.
pl: W porządku.

source: Oh, hey Mr. Katagiri.
pl: Oh, hej panie. Katagiri.

source: Oh, just this table tennis match.
pl: Tylko mecz tenisa stołowego.

source: Oh, really?
pl: Oh, naprawdę?

source: Oh, right.
pl: Oh, racja.

source: Oh, sorry.
pl: Przepraszam.

source: Oh, yeah, Ishizaki?
pl: Tak, Ishizaki?

source: Oh, yeah...
pl: O tak...

# Oh, you got me good today. Those were some powerful shots.
source: Oh, you got me good today.\nThose were some powerful shots.
pl: Nieźle mnie dzisiaj załatwiłeś. To były mocne strzały.

# Okay then, Urabe. Forget about it.
source: Okay then, Urabe.\nForget about it.
pl: Dobra, Urabe. Zapomnij o tym.

source: Okay!
pl: Dobra!

# Okay! That was fifteen 50-meter dashes!
source: Okay!\nThat was fifteen 50-meter dashes!
pl: OK!\To było 15 biegów na 50 metrów!

source: Okay, Tsubasa!
pl: Dobra, Tsubasa!

source: Okay, guys.
pl: Okay, koledzy.

source: Okay, here we go!
pl: Dobra, zaczynamy!

source: Okay, let's do this!
pl: Dobra, zróbmy to!

source: Okay, let's go!
pl: Dobra, idziemy!

source: Okay, now keep it up for the second half!
pl: Dobra, trzymajcie tak dalej przez drugą połowę!

source: Okay, one more!
pl: Dobra, jeszcze jedna!

source: Okay.
pl: Dobra.

source: On it!
pl: Robi się.

# On offense, I think we need to watch out for Sawaki.
source: On offense, I think we need to watch out for\nSawaki.
pl: Myślę, że w ataku musimy uważać na\nSawakiego.

source: On top of Schneider's own skill, he's no\ndoubt faced down strikers from around the world.)
pl: Oprócz własnych umiejętności Schneider bez wątpienia stawia czoła napastnikom z całego świata.)

# Once we win this, we'll be up against Hyuga's Toho Academy in the finals!
source: Once we win this, we'll be up against\nHyuga's Toho Academy in the finals!
pl: Kiedy to wygramy, w finale zmierzymy się z Akademią Toho Hyugi!

# Once you stepped on the pitch, the need to win replaced kindness.
source: Once you stepped on the pitch, the need to win\nreplaced kindness.
pl: Po wejściu na boisko potrzebę zwycięstwa zastąpiła uprzejmość.

source: One defender that stands out is Jito.\nHe's so big that it's hard to imagine\nhe's really a middle school student.
pl: Jednym z obrońców, który się wyróżnia, jest Jito. Jest tak duży, że trudno sobie wyobrazić, że naprawdę jest uczniem liceum.

source: One last pass from Ichinose!
pl: Ostatnie podanie Ichinose!

source: One more time!
pl: Jeszcze raz!

source: One of the brothers will start sliding and then\nboost the other one up to shoot with a header.\nI was floored the first time I saw it.
pl: Jeden z braci zacznie ślizg, a następnie\npodkręci do drugiego, by strzelił głową.\nZaskoczyło mnie to, gdy zobaczyłem to po raz pierwszy.

# One with the star of Brazilian soccer, Roberto Hongo...
source: One with the star of Brazilian soccer,\nRoberto Hongo...
pl: Jedno z gwiazdą brazylijskiej piłki nożnej,\nRoberto Hongo...

# Only ferocity served any purpose.
source: Only ferocity served\nany purpose.
pl: Tylko zaciekłość służy osiągnięciu celu.

source: Opportunity is knocking!
pl: Jest okazja!

source: Opportunity's knockin'!
pl: Okazja puka!

source: Options
pl: Opcje

# Otomo MS dominated the shootout and won themselves a ticket to Nationals!
source: Otomo MS dominated the shootout and\nwon themselves a ticket to Nationals!
pl: MS Otomo zdominowało mecz i zdobyło bilet na zawody krajowe!

source: Otomo MS may have cornered the reigning\nchampions, but they were never able to make\nthat final push!
pl: MS Otomo mogło osaczyć aktualnych mistrzów, ale nigdy nie udało im się wykonać tego ostatecznego ataku!

source: Otomo Route
pl: Droga Otomo

# Our first opponent in the Junior Hero League is Minamiuwa middle!
source: Our first opponent in the Junior Hero League is\nMinamiuwa middle!
pl: Naszym pierwszym przeciwnikiem w Junior Hero League jest Minamiuwa!

# Our first opponent in the Junior Hero League is Meiwa Higashi MS!
source: Our first opponent in the\nJunior Hero League is Meiwa Higashi MS!
pl: Naszym pierwszym przeciwnikiem w\nJunior Hero League jest MS Meiwa Higashi!

# Our first opponent is Azumaichi, representing Osaka.
source: Our first\nopponent is Azumaichi, representing Osaka.
pl: Naszym pierwszym przeciwnikiem jest Azumaichi, reprezentujący Osakę.

source: Our next opponent is Hanawa.\nWe played against them at Nationals back\nin elementary school, too, remember?
pl: Naszym następnym przeciwnikiem jest Hanawa.\nGraliśmy przeciwko nim w szkole podstawowej\nw mistrzostwach krajowych, pamiętasz?

source: PRACTICE
pl: PRAKTYKA

source: PRESS <decide>
pl: Naciśnij <decide>

source: Page 52...
pl: Strona 52...

source: Page 52?
pl: Strona 52?

source: Page <00>/<00>
pl: Strona <00>/<00>

source: Paint our victory across the pitch!
pl: Wymaluj nasze zwycięstwo na boisku!

source: Parts to color a dream team's emblem.
pl: Części do pokolorowania godła drużyny marzeń.

source: Pass it!
pl: Podaj!

source: Pause Menu
pl: Pauza

source: People to see.
pl: Osoby, które warto zobaczyć.

source: Persistent as always, Urabe.
pl: Wytrwały jak zawsze, Urabe.

source: Play a match against Azumaichi MS.
pl: Rozegraj mecz przeciwko Azumaichi MS.

source: Play a match against Furano MS.
pl: Rozegraj mecz przeciwko Furano MS.

source: Play a match against Hanawa MS.
pl: Rozegraj mecz przeciwko Hanawa MS.

source: Play a match against Hirado MS.
pl: Rozegraj mecz przeciwko Hirado MS.

source: Play a match against Otomo MS.
pl: Rozegraj mecz przeciwko Otomo MS.

source: Play a match against Toho Academy.
pl: Rozegraj mecz przeciwko Toho Academy.

source: Play as Tsubasa Ozora in this Story Mode against fierce opponents all across Japan.
pl: Graj jako Tsubasa Ozora w tym trybie fabularnym przeciwko zaciekłym przeciwnikom w całej Japonii.

# Play with your friends online with Room Match.
source: Play with your friends\nonline with Room Match.
pl: Zagraj ze znajomymi\n online w Room Match//.

source: Player 1
pl: Gracz 1

source: Player 2
pl: Gracz 2

source: Player 3
pl: Gracz 3

source: Player 4
pl: Gracz 4

# Player uniform with customizable designs.
source: Player uniform with customizable\ndesigns.
pl: Strój gracza z możliwością dostosowania\nwzorów.

source: Playing THE JOURNEY
pl: Graj w PODRÓŻ

source: Playing soccer as a pro is my dream!
pl: Gra w piłkę nożną jako zawodowiec to moje marzenie!

# Plus their goalie, Wakashimazu, is the best in the nation.
source: Plus their goalie, Wakashimazu, is the best in\nthe nation.
pl: Dodatkowo ich bramkarz, Wakashimazu, jest najlepszy w całym kraju.

# Plus, if you had seen the look in his eyes... He's calling me out.
source: Plus, if you had seen the look in his eyes...\nHe's calling me out.
pl: Poza tym, gdybyś widział jego spojrzenie... Wyzywa mnie.

source: Presenting the championship banner!
pl: Prezentujemy sztandar mistrzostw!

# Press <rep ③> when you have the ball to take a shot on goal.
source: Press <rep ③> when you have the ball to take \na shot on goal.
pl: Naciśnij <rep ③> gdy masz piłkę, aby oddać \nstrzał na bramkę.

source: Press <rep ⑧> to consume Spirit and activate a Dribble Move.\nThis can dodge any opponent you run into,\nincluding ones who are dashing with <rep dribble_hold>.
pl: Naciśnij <rep ⑧>, by zużyć Dcha i aktywować Dribble Move.\nMożesz w ten sposób ominąć każdego przeciwnika, na którego wpadniesz, \włącznie z tymi, którzy dashing// z <rep dribble_hold>.

source: Press <rep ⑧> while Dribbling in order to activate \na player's unique Dribble Move.
pl: Naciśnij <rep ⑧> podczas Dryblingu, aby aktywować \nunikalny Dribble Move.
